{
    "BITD.ability_character_a_little_something_on_the_side": "a little something on the side",
    "BITD.ability_character_a_little_something_on_the_side_description": "At the end of each downtime phase, you earn **+2 stash.**",
    "BITD.ability_character_a_little_something_on_the_side_long_description": "Since this money comes at the end of downtime, after all downtime actions are resolved, you can’t remove it from your stash and spend it on extra activities until your **next** downtime phase.",
    "BITD.ability_character_a_void_in_the_echo": "a void in the echo",
    "BITD.ability_character_a_void_in_the_echo_description": "You are invisible to spirits and may not be harmed by them. Take **2 stress** to cause living things to avert their gaze and fail to observe you for a few moments.",
    "BITD.ability_character_a_void_in_the_echo_long_description": "",
    "BITD.ability_character_alchemist": "alchemist",
    "BITD.ability_character_alchemist_description": "When you **invent** or **craft** a creation with *alchemical* features, take **+1 result level** to your roll. You begin with one special formula already known.",
    "BITD.ability_character_alchemist_long_description": "Follow the **Inventing** procedure with the GM (page 224) to define your first special alchemical formula.",
    "BITD.ability_character_ambush": "ambush",
    "BITD.ability_character_ambush_description": "When you attack from hiding or spring a trap, you get **+1d**.",
    "BITD.ability_character_ambush_long_description": "This ability benefits from preparation— so don’t forget you can do that in a flashback.",
    "BITD.ability_character_analyst": "analyst",
    "BITD.ability_character_analyst_description": "During **downtime**, you get **two ticks** to distribute among any long term project clocks that involve investigation or learning a new formula or design plan.",
    "BITD.ability_character_analyst_long_description": "This ability benefits from preparation— so don’t forget you can do that in a flashback.",
    "BITD.ability_character_arcane_sight": "arcane sight",
    "BITD.ability_character_arcane_sight_description": "Take **1 stress** to sense beyond human limits. \"Hear\" a subject's true thoughts or feelings, see in pitch darkness, sense the presence of invisible things, intuit the location of a hidden object, etc.",
    "BITD.ability_character_arcane_sight_long_description": "",
    "BITD.ability_character_artificer": "artificer",
    "BITD.ability_character_artificer_description": "When you **invent** or **craft** a creation with *spark-craft* features, take **+1 result level** to your roll. You begin with one special design already known.",
    "BITD.ability_character_artificer_long_description": "Follow the **Inventing** procedure with the GM (page 224) to define your first special spark-craft design.",
    "BITD.ability_character_automaton": "automaton",
    "BITD.ability_character_automaton_description": "You are a spirit animating a clockwork body. You have human-like strength and senses, by default. Your hull has natural **armor** (this doesn't count for your **load**). Your former human feelings, interests, and connections are only dim memories. You now exist to fulfill your functions. Choose three. You may be rebuilt if damaged or destroyed. If your soul vessel is shattered, you are freed from servitude and become a Ghost. Whenever you would take stress, take **drain** instead.",
    "BITD.ability_character_automaton_long_description": "",
    "BITD.ability_character_battleborn": "battleborn",
    "BITD.ability_character_battleborn_description": "You may expend your **special armor** to reduce harm from an attack in combat or to **push yourself** during a fight.",
    "BITD.ability_character_battleborn_long_description": "When you use this ability, tick the special armor box on your playbook sheet. If you “reduce harm” that means the level of harm you’re facing right now is reduced by one. If you use this ability to push yourself, you get one of the benefits (+1d, +1 effect, act despite severe harm) but you don’t take 2 stress. Your special armor is restored at the beginning of downtime.",
    "BITD.ability_character_bodyguard": "bodyguard",
    "BITD.ability_character_bodyguard_description": "When you **protect** a teammate, take +1d to your resistance roll. When you **gather info** to anticipate possible threats in the current situation, you get **+1 effect**.",
    "BITD.ability_character_bodyguard_long_description": "The **protect** teamwork maneuver lets you face a consequence for a teammate. If you choose to resist that consequence, this ability gives you +1d to your resistance roll. Also, when you read a situation to gather information about hidden dangers or potential attackers, you get +1 effect—which means more detailed information.",
    "BITD.ability_character_calculating": "calculating",
    "BITD.ability_character_calculating_description": "Due to your careful planning, during **downtime**, you may give yourself or another crew member +1 downtime action.",
    "BITD.ability_character_calculating_long_description": "If you forget to use this ability during downtime, you can still activate it during the score and flashback to the previous downtime when the extra activity happened.",
    "BITD.ability_character_cloak_and_dagger": "cloak and dagger",
    "BITD.ability_character_cloak_and_dagger_description": "When you use a disguise or other form of covert misdirection, you get **+1d** to rolls to confuse or deflect suspicion. When you throw off your disguise, the resulting surprise gives you the initiative in the situation.",
    "BITD.ability_character_cloak_and_dagger_long_description": "This ability gives you the chance to more easily get out of trouble if a covert operation goes haywire. Also, don’t forget your **fine disguise kit** item, which boosts the **effect** of your covert deception methods.",
    "BITD.ability_character_compartments": "compartments",
    "BITD.ability_character_compartments_description": "Your **items** are built-in to your frame and may recess beneath panels out of sight. Your frame can now carry +2 load.",
    "BITD.ability_character_compartments_long_description": "",
    "BITD.ability_character_compel": "compel",
    "BITD.ability_character_compel_description": "You can Attune to the ghost field to force a nearby ghost to appear and obey a command you give it. You are not supernaturally terrified by a ghost you summon or compel (though your allies may be).",
    "BITD.ability_character_compel_long_description": "The GM will tell you if you sense any ghosts nearby. If you don’t, you can gather information (maybe **Attune**, **Survey**, or **Study**) to attempt to locate one. By default, a ghost wants to satisfy its need for life essence and to exact vengeance. When you compel it, you can give it a general or specific command, but the more general it is (like “Protect me”) the more the ghost will interpret it according to its own desires. Your control over the ghost lasts until the command is fulfilled, or until a day has passed, whichever comes first.",
    "BITD.ability_character_connected": "connected",
    "BITD.ability_character_connected_description": "During downtime, you get **+1 result level** when you **acquire an asset** or **reduce heat**.",
    "BITD.ability_character_connected_long_description": "Your array of underworld connections can be leveraged to loan assets, pressure a vendor to give you a better deal, intimidate witnesses, etc.",
    "BITD.ability_character_daredevil": "daredevil",
    "BITD.ability_character_daredevil_description": "When you roll a desperate action, you get **+1d** to your roll if you also take **-1d** to any resistance rolls against consequences from your action.",
    "BITD.ability_character_daredevil_long_description": "This special ability is a bit of a gamble. The bonus die helps you, but if you suffer consequences, they’ll probably be more costly to resist. But hey, you’re a daredevil, so no big deal, right?",
    "BITD.ability_character_dark_talent": "dark talent",
    "BITD.ability_character_dark_talent_description": "Choose **Insight**, **Prowess**, or **Resolve**. Your max rating for actions under that attribute becomes 5. When you take this ability, add +1 dot to the resistance rating of the attribute you've chosen.",
    "BITD.ability_character_dark_talent_long_description": "",
    "BITD.ability_character_dissipate": "dissipate",
    "BITD.ability_character_dissipate_description": "You can disperse the electroplasmic vapor of your ghostly form in order to pass through solid objects for a moment. Take 1 drain when you dissipate, plus 1 drain for each feature: *It lasts longer (a minute — an hour — a day) — you also become invisible — anything that passes through your form becomes dangerously electrified or frozen.*",
    "BITD.ability_character_dissipate_long_description": "",
    "BITD.ability_character_electroplasmic_projectors": "electroplasmic projectors",
    "BITD.ability_character_electroplasmic_projectors_description": "You may release some of your plasmic energy as an electrical shock around you or as a directed beam. You may also use this ability to create a lightning barrier to repel or trap a spirit. Take 1 drain for each level of **magnitude**.",
    "BITD.ability_character_electroplasmic_projectors_long_description": "",
    "BITD.ability_character_expertise": "expertise",
    "BITD.ability_character_expertise_description": "Choose one of your action ratings. When you lead a **group action** using that action, you can suffer only 1 stress at most regardless of the number of failed rolls.",
    "BITD.ability_character_expertise_long_description": "This special ability is good for covering for your team. If they’re all terrible at your favored action, you don’t have to worry about suffering a lot of stress when you lead their group action.",
    "BITD.ability_character_focused": "focused",
    "BITD.ability_character_focused_description": "You may expend your **special armor** to resist a consequence of surprise or mental harm (fear, confusion, losing track of someone) or to **push yourself** for ranged combat or tracking.",
    "BITD.ability_character_focused_long_description": "When you use this ability, tick the special armor box on your playbook sheet. If you “resist a consequence” of the appropriate type, you avoid it completely. If you use this ability to push yourself, you get one of the benefits (+1d, +1 effect, act despite severe harm) but you don’t take 2 stress. Your special armor is restored at the beginning of downtime.",
    "BITD.ability_character_foresight": "foresight",
    "BITD.ability_character_foresight_description": "Two times per score you can **assist** a teammate without paying stress. Tell us how you prepared for this.",
    "BITD.ability_character_foresight_long_description": "You can narrate an event in the past that helps your teammate now, or you might explain how you expected this situation and planned a helpful contingency that you reveal now.",
    "BITD.ability_character_fortitude": "fortitude",
    "BITD.ability_character_fortitude_description": "You may expend your **special armor** to resist a consequence of fatigue, weakness, or chemical effects, or to push yourself when working with technical skill or handling alchemicals.",
    "BITD.ability_character_fortitude_long_description": "When you use this ability, tick the special armor box on your playbook sheet. If you “resist a consequence” of the appropriate type, you avoid it completely. If you use this ability to push yourself, you get one of the benefits (+1d, +1 effect, act despite severe harm) but you don’t take 2 stress. Your special armor is restored at the beginning of downtime.",
    "BITD.ability_character_frame_upgrade": "frame upgrade",
    "BITD.ability_character_frame_upgrade_description": "Choose an additional frame feature. This upgrade may be taken up to four times.",
    "BITD.ability_character_frame_upgrade_long_description": "",
    "BITD.ability_character_functioning_vice": "functioning vice",
    "BITD.ability_character_functioning_vice_description": "When you indulge your vice, you may adjust the dice outcome by 1 or 2 (up or down). An ally who joins in your vice may do the same.",
    "BITD.ability_character_functioning_vice_long_description": "If you indulged your vice and rolled a 4, you could increase the result to 5 or 6, or you could reduce the result to 3 or 2 (perhaps to avoid overindulgence). Allies that join you don’t need to have the same vice as you, just one that could be indulged alongside yours somehow.",
    "BITD.ability_character_ghost_contract": "ghost contract",
    "BITD.ability_character_ghost_contract_description": "When you shake on a deal, you and your partner — human or otherwise — both bear a mark of your oath. If either breaks the contract, they take level 3 harm, \"Cursed\".",
    "BITD.ability_character_ghost_contract_long_description": "The mark of the oath is obvious to anyone who sees it (perhaps a magical rune appears on the skin). When you suffer “Cursed” harm, you’re incapacitated by withering: enfeebled muscles, hair falling out, bleeding from the eyes and ears, etc., until you either fulfill the deal or discover a way to heal the curse.",
    "BITD.ability_character_ghost_fighter": "ghost fighter",
    "BITD.ability_character_ghost_fighter_description": "You may imbue your hands, melee weapons, or tools with spirit energy. You gain **potency** in combat vs. the supernatural. You may grapple with spirits to restrain and capture them.",
    "BITD.ability_character_ghost_fighter_long_description": "When you imbue yourself with spirit energy, how do you do it? What does it look like when the energy manifests? When you’re imbued, you can strongly interact with ghosts and spirit-stuff, rather than weakly interact.",
    "BITD.ability_character_ghost_form": "ghost form",
    "BITD.ability_character_ghost_form_description": "You are now a concentration of electroplasmic vapor which resembles your living body and clothes. You may weakly interact with the physical world and vice versa. You're vulnerable to arcane powers and electroplasmic effects. You move about by floating and may fly swiftly without tiring. You may slowly flow through small openings as a vapor. You chill the area around you and are terrifying for the living to behold. You are affected by spiritbane charms (take 2 drain to overcome the repulsion). *Whenever you would take stress, take **drain** instead. When you would take trauma, take **gloom** instead.*",
    "BITD.ability_character_ghost_form_long_description": "",
    "BITD.ability_character_ghost_hunter": "ghost hunter",
    "BITD.ability_character_ghost_hunter_description": "Your hunting pet is imbued with spirit energy. It gains **potency** when tracking or fighting the supernatural, and gains an arcane ability: *ghost-form*, *mind-link*, or *arrow-swift*. Take this ability again to choose an additional arcane ability for your pet.",
    "BITD.ability_character_ghost_hunter_long_description": "Your pet functions as a cohort (Expert: Hunter). This ability gives them potency against supernatural targets and an arcane ability of your choice. Ghost-form allows the pet to transform into electroplasmic vapor as if it were a spirit. Mindlink allows the pet and hunter to share their senses and thoughts telepathically. Arrow-swift allows the pet to move extremely quickly, out-pacing any other creature or vehicle.",
    "BITD.ability_character_ghost_mind": "ghost mind",
    "BITD.ability_character_ghost_mind_description": "You're always aware of supernatural entities in your presence. Take +1d when you gather info about the supernatural.",
    "BITD.ability_character_ghost_mind_long_description": "",
    "BITD.ability_character_ghost_veil": "ghost veil",
    "BITD.ability_character_ghost_veil_description": "You may shift partially into the ghost field, becoming shadowy and insubstantial for a few moments. Take 2 stress when you shift, plus 1 stress for each extra feature: *It lasts for a few minutes rather than moments — you are invisible rather than shadowy — you may float through the air like a ghost*",
    "BITD.ability_character_ghost_veil_long_description": "This ability transforms you into an intangible shadow for a few moments. If you spend additional stress, you can extend the effect for additional benefits, which may improve your position or effect for action rolls, depending on the circumstances, as usual.",
    "BITD.ability_character_ghost_voice": "ghost voice",
    "BITD.ability_character_ghost_voice_description": "You know the secret method to interact with a ghost or demon as if it was a normal human, regardless of how wild or feral it appears. You gain **potency** when communicating with the supernatural.",
    "BITD.ability_character_ghost_voice_long_description": "The first part of this ability gives you permission to do something that is normally impossible: when you speak to a spirit, it always listens and understands you, even if it would otherwise be too bestial or insane to do so. The second part of the ability increases your effect when you use social actions with the supernatural.",
    "BITD.ability_character_ghost_ward": "ghost ward",
    "BITD.ability_character_ghost_ward_description": "You know how to **Wreck** an area with arcane substances and methods so it is either anathema or enticing to spirits (your choice).",
    "BITD.ability_character_ghost_ward_long_description": "If you make an area anathema to spirits, they will do everything they can to avoid it, and will suffer torment if forced inside the area. If you make an area enticing to spirits, they will seek it out and linger in the area, and will suffer torment if forced to leave. This effect lasts for several days over an area the size of a small room. Particularly powerful or prepared spirits may roll their quality or arcane magnitude to see how well they’re able to resist the effect.",
    "BITD.ability_character_infiltrator": "infiltrator",
    "BITD.ability_character_infiltrator_description": "You are not affected by **quality** or **Tier** when you bypass security measures.",
    "BITD.ability_character_infiltrator_long_description": "This ability lets you contend with higher-Tier enemies on equal footing. When you’re cracking a safe, picking a lock, or sneaking past elite guards, your effect level is never reduced due to superior Tier or quality level of your opposition. Are you a renowned safe cracker? Do people tell stories of how you slipped under the noses of two Chief Inspectors, or are your exceptional talents yet to be discovered?",
    "BITD.ability_character_interface": "interface",
    "BITD.ability_character_interface_description": "You may **attune** to the local electroplasmic power field to control it or something connected to it (including another hull).",
    "BITD.ability_character_interface_long_description": "",
    "BITD.ability_character_iron_will": "iron will",
    "BITD.ability_character_iron_will_description": "You're immune to the terror that some supernatural entities inflict on sight. Take +1d to resistance rolls with Resolve.",
    "BITD.ability_character_iron_will_long_description": "With this ability, you do not freeze up or flee when confronted by any kind of supernatural entity or strange occult event.",
    "BITD.ability_character_jail_bird": "jail bird",
    "BITD.ability_character_jail_bird_description": "When **incarcerated**, your wanted level counts as 1 less, your Tier as 1 more, and you gain +1 faction status with a faction you help on the inside (in addition to your incarceration roll).",
    "BITD.ability_character_jail_bird_long_description": "Zero is the minimum **wanted level**; this ability can’t make your **wanted level** negative. See the Incarceration roll, page 148.",
    "BITD.ability_character_leader": "leader",
    "BITD.ability_character_leader_description": "When you **Command** a **cohort** in combat, they continue to fight when they would otherwise **break** (they're not taken out when they suffer level 3 harm). They gain **+1 effect** and **1 armor**.",
    "BITD.ability_character_leader_long_description": "This ability makes your cohorts more effective in battle and also allows them to resist harm by using armor. While you lead your cohorts, they won’t stop fighting until they take fatal harm (level 4) or you order them to cease. What do you do to inspire such bravery in battle?",
    "BITD.ability_character_like_looking_into_a_mirror": "like looking into a mirror",
    "BITD.ability_character_like_looking_into_a_mirror_description": "You can always tell when someone is lying to you.",
    "BITD.ability_character_like_looking_into_a_mirror_long_description": "This ability works in all situations without restriction. It is very powerful, but also a bit of a curse. You see though every lie, even the kind ones.",
    "BITD.ability_character_manifest": "manifest",
    "BITD.ability_character_manifest_description": "Take 1 drain to flow through the electroplasmic pathways of the ghost field in order to instantly travel to any place you knew intimately in life, or to answer the summoning call of a **compel**.",
    "BITD.ability_character_manifest_long_description": "",
    "BITD.ability_character_mastermind": "mastermind",
    "BITD.ability_character_mastermind_description": "You may expend your **special armor** to protect a teammate, or to **push yourself** when you gather information or work on a long-term project.",
    "BITD.ability_character_mastermind_long_description": "When you use this ability, tick the special armor box on your playbook sheet. If you protect a teammate, this ability negates or reduces the severity of a consequence or harm that your teammate is facing. You don’t have to be present to use this ability—say how you prepared for this situation in the past. If you use this ability to push yourself, you get one of the benefits (+1d, +1 effect, act despite severe harm) but you don’t take 2 stress. Your special armor is restored at the beginning of downtime.",
    "BITD.ability_character_mesmerism": "mesmerism",
    "BITD.ability_character_mesmerism_description": "When you **Sway** someone, you may cause them to forget that it's happened until they next interact with you.",
    "BITD.ability_character_mesmerism_long_description": "The victim’s memory “glosses over” the missing time, so it’s not suspicious that they’ve forgotten something. When you next interact with the victim, they remember everything clearly, including the strange effect of this ability.",
    "BITD.ability_character_mule": "mule",
    "BITD.ability_character_mule_description": "Your load limits are higher. Light: 5. Normal: 7. Heavy: 8.",
    "BITD.ability_character_mule_long_description": "This ability is great if you want to wear heavy armor and pack a heavy weapon without attracting lots of attention. Since your exact gear is determined on-the-fly during an operation, having more load also gives you more options to get creative with when dealing with problems during a score.",
    "BITD.ability_character_not_to_be_trifled_with": "not to be trifled with",
    "BITD.ability_character_not_to_be_trifled_with_description": "You can **push yourself** to do one of the following: *perform a feat of physical force that verges on the superhuman — engage a small gang on equal footing in close combat*.",
    "BITD.ability_character_not_to_be_trifled_with_long_description": "When you push yourself to activate this ability, you still get one of the normal benefits of pushing yourself (+1d, +1 effect, etc.) in addition to the special ability. If you perform a feat that verges on the superhuman, you might break a metal weapon with your bare hands, tackle a galloping horse, lift a huge weight, etc. If you engage a small gang on equal footing, you don’t suffer reduced effect due to scale against a small gang (up to six people).",
    "BITD.ability_character_occultist": "occultist",
    "BITD.ability_character_occultist_description": "You know the secret ways to Consort with ancient powers, forgotten gods or demons. Once you've consorted with one, you get +1d to command cultists who worship it.",
    "BITD.ability_character_occultist_long_description": "**Consorting** with a given entity may require special preparations or travel to a specific place. The GM will tell you about any requirements. You get the bonus die to your **Command** rolls because you can demonstrate a secret knowledge of or influence over the entity when you interact with cultists.",
    "BITD.ability_character_overcharge": "overcharge",
    "BITD.ability_character_overcharge_description": "Take **1 drain** to perform a feat of extreme strength or speed (run faster than a horse, rend metal with bare hands, etc.). *This factors into effect.*",
    "BITD.ability_character_overcharge_long_description": "",
    "BITD.ability_character_physicker": "physicker",
    "BITD.ability_character_physicker_description": "You can **Tinker** with bones, blood, and bodily humours to treat wounds or stabilize the dying. You may **study** a malady or corpse. Everyone in your crew gets **+1d** to their healing treatment rolls.",
    "BITD.ability_character_physicker_long_description": "Knowledge of anatomy and healing is a rare and esoteric thing in Duskwall. Without this ability, any attempts at treatment are likely to fail or make things worse. You can use this ability to give first aid (rolling **Tinker**) to allow your patient to ignore a harm penalty for an hour or two.",
    "BITD.ability_character_poltergeist": "poltergeist",
    "BITD.ability_character_poltergeist_description": "Take 1 drain to strongly interact with the physical world for a few moments (as if you had a normal body). Extend the reach and magnitude of your interaction to include telekinetic force and electroplasmic discharges by taking more drain (2-6).",
    "BITD.ability_character_poltergeist_long_description": "",
    "BITD.ability_character_possess": "possess",
    "BITD.ability_character_possess_description": "You may **attune** to the ghost field in order to take control of a living body. When your control is challenged, you must re-attune (risking electroplasmic harm) or leave the body. Your control is challenged when: *you consume spirit energy from the host — when arcane powers act against you — when the host's will is driven to desperation*. You may easily and indefinitely possess a **hull** or **hollow** which has been ritually prepared for you (change your playbook to Hull or Vampire, respectively).",
    "BITD.ability_character_possess_long_description": "",
    "BITD.ability_character_reflexes": "reflexes",
    "BITD.ability_character_reflexes_description": "When there's a question about who acts first, the answer is you (two characters with Reflexes act simultaneously).",
    "BITD.ability_character_reflexes_long_description": "This ability gives you the initiative in most situations. Some specially trained NPCs (and some demons and spirits) might also have reflexes, but otherwise, you’re always the first to act, and can interrupt anyone else who tries to beat you to the punch. This ability usually doesn’t negate the need to make an action roll that you would otherwise have to make, but it may improve your position or effect.",
    "BITD.ability_character_ritual": "ritual",
    "BITD.ability_character_ritual_description": "You can Study an occult ritual (or create a new one) to summon a supernatural effect or being. You know the arcane methods to perform ritual sorcery. You begin with one ritual already learned.",
    "BITD.ability_character_ritual_long_description": "Without this special ability, the study and practice of rituals leaves you utterly vulnerable to the powers you supplicate. Such endeavors are not recommended. For more details, see Rituals, page 222.",
    "BITD.ability_character_rooks_gambit": "rooks gambit",
    "BITD.ability_character_rooks_gambit_description": "Take **2 stress** to roll your best action rating while performing a different action. Say how you adapt your skill to this use.",
    "BITD.ability_character_rooks_gambit_long_description": "This is the “jack-of-all-trades” ability. If you want to attempt lots of different sorts of actions and still have a good dice pool to roll, this is the special ability for you.",
    "BITD.ability_character_saboteur": "saboteur",
    "BITD.ability_character_saboteur_description": "When you **Wreck**, the work is much quieter than it should be and the damage is hidden from casual inspection.",
    "BITD.ability_character_saboteur_long_description": "You can drill holes in things, melt stuff with acid, even use a muffled explosive, and it will all be very quiet and extremely hard to notice.",
    "BITD.ability_character_savage": "savage",
    "BITD.ability_character_savage_description": "When you unleash physical violence, it's especially frightening. When you **Command** a frightened target, take **+1d**.",
    "BITD.ability_character_savage_long_description": "You instill fear in those around you when you get violent. How they react depends on the person. Some people will flee from you, some will be impressed, some will get violent in return. The GM judges the response of a given NPC. In addition, when you **Command** someone who’s affected by fear (from this ability or otherwise), take +1d to your roll.",
    "BITD.ability_character_scout": "scout",
    "BITD.ability_character_scout_description": "When you **gather info** to locate a target, you get **+1 effect**. When you hide in a prepared position or use camouflage, you get **+1d** to rolls to avoid detection.",
    "BITD.ability_character_scout_long_description": "A “target” can be a person, a destination, a good ambush spot, an item, etc.",
    "BITD.ability_character_secondary_hull": "secondary hull",
    "BITD.ability_character_secondary_hull_description": "Choose an additional frame and its starting feature. You may transfer your consciousness between your frames at will.",
    "BITD.ability_character_secondary_hull_long_description": "",
    "BITD.ability_character_shadow": "shadow",
    "BITD.ability_character_shadow_description": "You may expend your **special armor** to resist a consequence from detection or security measures, or to **push yourself** for a feat of athletics or stealth.",
    "BITD.ability_character_shadow_long_description": "When you use this ability, tick the special armor box on your playbook sheet. If you “resist a consequence” of the appropriate type, you avoid it completely. If you use this ability to push yourself, you get one of the benefits (+1d, +1 effect, act despite severe harm) but you don’t take 2 stress. Your special armor is restored at the beginning of downtime.",
    "BITD.ability_character_sharpshooter": "sharpshooter",
    "BITD.ability_character_sharpshooter_description": "You can **push yourself** to do one of the following: *make a ranged attack at extreme distance beyond what's normal for the weapon — unleash a barrage of rapid fire to suppress the enemy*.",
    "BITD.ability_character_sharpshooter_long_description": "When you push yourself to activate this ability, you still get one of the normal benefits of pushing yourself (+1d, +1 effect, etc.) in addition to the special ability. The first use of this ability allows you to attempt long-range sniper shots that would otherwise be impossible with the rudimentary firearms of Duskwall. The second use allows you to keep up a steady rate of fire in a battle (enough to “suppress” a small gang up to six people), rather than stopping for a slow reload or discarding a gun after each shot. When an enemy is suppressed, they’re reluctant to maneuver or attack (usually calling for a fortune roll to see if they can manage it).",
    "BITD.ability_character_sinister_guile": "sinister guile",
    "BITD.ability_character_sinister_guile_description": "During **downtime**, choose one: Get a free additional downtime activity, or take **+1d** to all downtime activity rolls.",
    "BITD.ability_character_sinister_guile_long_description": "",
    "BITD.ability_character_strange_methods": "strange methods",
    "BITD.ability_character_strange_methods_description": "When you invent or craft a creation with arcane features, take +1 result level to your roll. You begin with one arcane design already known.",
    "BITD.ability_character_strange_methods_long_description": "Follow the **Inventing** procedure with the GM (page 224) to define your first arcane design.",
    "BITD.ability_character_subterfuge": "subterfuge",
    "BITD.ability_character_subterfuge_description": "You may expend your **special armor** to resist a consequence from suspicion or persuasion, or to **push yourself** for subterfuge.",
    "BITD.ability_character_subterfuge_long_description": "When you use this ability, tick the special armor box on your playbook sheet. If you “resist a consequence” of the appropriate type, you avoid it completely. If you use this ability to push yourself, you get one of the benefits (+1d, +1 effect, act despite severe harm) but you don’t take 2 stress. Your special armor is restored at the beginning of downtime.",
    "BITD.ability_character_survivor": "survivor",
    "BITD.ability_character_survivor_description": "From hard won experience or occult ritual, you are immune to the poisonous miasma of the deathlands and are able to subsist on the strange flora and fauna there. You get **+1 stress box**.",
    "BITD.ability_character_survivor_long_description": "This ability gives you an additional stress box, so you have 10 instead of 9. The maximum number of stress boxes a PC can have (from any number of additional special abilities or upgrades) is 12.",
    "BITD.ability_character_tempest": "tempest",
    "BITD.ability_character_tempest_description": "You can push yourself to do one of the following: *unleash a stroke of lightning as a weapon — summon a storm in your immediate vicinity (torrential rain, roaring winds, heavy fog, chilling frost/snow, etc.).*",
    "BITD.ability_character_tempest_long_description": "When you push yourself to activate this ability, you still get one of the normal benefits of pushing yourself (+1d, +1 effect, etc.) if you’re making a roll, in addition to the special ability. When you unleash lightning as a weapon, the GM will describe its effect level and significant collateral damage. If you unleash it in combat against an enemy who’s threatening you, you’ll still make an action roll in the fight (usually with **Attune**). When you summon a storm, the GM will describe its effect level. If you’re using this power as cover or distraction, it’s probably a **setup** teamwork maneuver, using **Attune**.",
    "BITD.ability_character_terrible_power": "terrible power",
    "BITD.ability_character_terrible_power_description": "Take 1 stress to perform a feat of superhuman strength or speed (run faster than a carriage, break stone with bare hands, leap onto the roof of a building, etc.). This factors into effect.",
    "BITD.ability_character_terrible_power_long_description": "",
    "BITD.ability_character_the_devils_footsteps": "the devils footsteps",
    "BITD.ability_character_the_devils_footsteps_description": "When you **push yourself**, choose one of the following additional benefits: *perform a feat of athletics that verges on the superhuman—maneuver to confuse your enemies so they mistakenly attack each other*.",
    "BITD.ability_character_the_devils_footsteps_long_description": "When you push yourself to activate this ability, you still get one of the normal benefits of pushing yourself (+1d, +1 effect, etc.) if you’re making a roll, in addition to the special ability. If you perform an athletic feat (running, tumbling, balance, climbing, etc.) that verges on the superhuman, you might climb a sheer surface that lacks good hand-holds, tumble safely out of a three-story fall, leap a shocking distance, etc. If you maneuver to confuse your enemies, they attack each other for a moment before they realize their mistake. The GM might make a fortune roll to see how badly they harm or interfere with each other.",
    "BITD.ability_character_tough_as_nails": "tough as nails",
    "BITD.ability_character_tough_as_nails_description": "Penalties from harm are one level less severe (though level 4 harm is still fatal).",
    "BITD.ability_character_tough_as_nails_long_description": "",
    "BITD.ability_character_trust_in_me": "trust in me",
    "BITD.ability_character_trust_in_me_description": "You get **+1d** vs. a target with whom you have an intimate relationship.",
    "BITD.ability_character_trust_in_me_long_description": "This ability isn’t just for social interactions. Any action can get the bonus. “Intimate” is for you and the group to define, it need not exclusively mean romantic intimacy.",
    "BITD.ability_character_undead": "undead",
    "BITD.ability_character_undead_description": "You are a spirit which animates an undead body. Your trauma is maxed out. Choose four trauma conditions which reflect your vampiric nature. Arcane attacks are potent against you. If you suffer fatal harm or trauma, your undead spirit is overwhelmed. You take level 3 harm: \"Incapacitated\" until you feed enough to recover. If you suffer arcane harm while in this state, you are destroyed utterly. Your XP tracks are longer (you now advance more slowly). You have more stress boxes.",
    "BITD.ability_character_undead_long_description": "",
    "BITD.ability_character_vengeful": "vengeful",
    "BITD.ability_character_vengeful_description": "You gain an additional **xp trigger**: *You got payback against someone who harmed you or someone you care about*. If your crew helped you get payback, also mark crew xp.",
    "BITD.ability_character_vengeful_long_description": "",
    "BITD.ability_character_venomous": "venomous",
    "BITD.ability_character_venomous_description": "Choose a drug or poison (from your bandolier stock) to which you have become immune. You can **push yourself** to secrete it through your skin or saliva or exhale it as a vapor.",
    "BITD.ability_character_venomous_long_description": "When you push yourself to activate this ability, you still get one of the normal benefits of pushing yourself (+1d, +1 effect, etc.) if you’re making a roll, in addition to the special ability. You choose the type of drug or poison when you get this ability. You may change the drug or poison by completing a long-term project. Only a single drug or poison may be chosen—you can’t become immune to any essences, oils, or other alchemical substances.",
    "BITD.ability_character_vigorous": "vigorous",
    "BITD.ability_character_vigorous_description": "You recover from harm faster. Permanently fill in one of your healing clock segments. Take **+1d** to healing treatment rolls.",
    "BITD.ability_character_vigorous_long_description": "Your healing clock becomes a 3-clock, and you get a bonus die when you recover.",
    "BITD.ability_character_warded": "warded",
    "BITD.ability_character_warded_description": "You may expend your special armor to resist a supernatural consequence, or to push yourself when you deal with arcane forces.",
    "BITD.ability_character_warded_long_description": "When you use this ability, tick the special armor box on your playbook sheet. If you resist a consequence, this ability negates or reduces its severity. If you use this ability to push yourself, you get one of the benefits (+1d, +1 effect, act despite severe harm) but you don’t take 2 stress. Your special armor is restored at the beginning of downtime.",
    "BITD.ability_character_weaving_the_web": "weaving the web",
    "BITD.ability_character_weaving_the_web_description": "You gain **+1d** to **Consort** when you **gather information** on a target for a score. You get **+1d** to the **engagement roll** for that operation.",
    "BITD.ability_character_weaving_the_web_long_description": "Your network of underworld connections can always be leveraged to gain insight for a job—even when your contacts aren’t aware that they’re helping you."
}