{
    "BITD.heritage_akoros": "akoros",
    "BITD.heritage_akoros_description": "A land of dark, petrified forests and rocky hills. The rich coastal cities get their wealth from leviathan hunting and from mining colonies deep inland. The Akorosi are sometimes called “Imperials” since the Imperium began there. They are generally fair-skinned and dark-haired.",
    "BITD.heritage_akoros_long_description": "",
    "BITD.heritage_iruvia": "iruvia",
    "BITD.heritage_iruvia_description": "A land of black deserts, obsidian mountains, and raging volcanoes. Some say that positions of power are openly held by demons in Iruvia. The people are generally amber-skinned and dark-haired.",
    "BITD.heritage_iruvia_long_description": "",
    "BITD.heritage_severos": "severos",
    "BITD.heritage_severos_description": "A land of windswept plains, covered in dark scrub and thorny growths. Outside the Imperial cities on the coast, some native Serverosi still live in free tribes, scavenging the death-lands on their ghost-hunting horses. They are generally brown-skinned and dark-haired.",
    "BITD.heritage_severos_long_description": "",
    "BITD.heritage_skovlan": "skovlan",
    "BITD.heritage_skovlan_description": "A ragged land of cold mountains and rough tundra. Skovlan was the last holdout against Imperial control. They are generally pale-skinned and fair-haired or red-haired.",
    "BITD.heritage_skovlan_long_description": "",
    "BITD.heritage_the_dagger_isles": "the dagger isles",
    "BITD.heritage_the_dagger_isles_description": "A tropical archipelago covered in dense jungle growth; now turned dark and twisted from the strange magic of the cataclysm. Some say that the people there live without lightning barriers. How do they manage that? Native islanders are generally copper-skinned and dark-haired.",
    "BITD.heritage_the_dagger_isles_long_description": "",
    "BITD.heritage_tycheros": "tycheros",
    "BITD.heritage_tycheros_description": "A far off land, disconnected from the Empire. People say the Tycherosi (rudely called “Strangers”) have demon blood in their lineage.",
    "BITD.heritage_tycheros_long_description": ""
}